Repository: Web-Ex-Machina/contao-cities-db-bundle
Catalog: src/Resources/contao/languages/*/*_wem_city.xlf
Languages: fr

# tl_wem_city.country.0
source: Country
fr: Pays

# tl_wem_city.country.1
source: Select the city country
fr: Sélectionnez le pays de la ville

# tl_wem_city.code.0
source: City code
fr: Code de la ville

# tl_wem_city.code.1
source: Enter the city code
fr: Saisissez le code de la ville

# tl_wem_city.name.0
source: Title
fr: Intitulé

# tl_wem_city.name.1
source: Enter the readable name of the city
fr: Saisissez le nom lisible de la ville

# tl_wem_city.region.0
source: Region
fr: Région

# tl_wem_city.region.1
source: Enter the city region code
fr: Saisissez le code région de la ville

# tl_wem_city.population.1
source: Enter the number of habitants of the city
fr: Saisissez le nombre d'habitants de la ville

# tl_wem_city.lat.1
source: Enter the city latitude
fr: Saisissez la latitude de la ville

# tl_wem_city.lng.1
source: Enter the city longitude
fr: Saisissez la longitude de la ville

# tl_wem_city.data_legend
source: Data
fr: Données

# tl_wem_city.new.0
source: New city
fr: Nouvelle ville

# tl_wem_city.new.1
source: Create a new city
fr: Créer une nouvelle ville

# tl_wem_city.edit.0
source: Edit city
fr: Editer la ville

# tl_wem_city.edit.1
source: Edit city ID %s
fr: Editer la ville ID %s

# tl_wem_city.copy.0
source: Copy city
fr: Dupliquer la ville

# tl_wem_city.copy.1
source: Copy city ID %s
fr: Dupliquer la ville ID %s

# tl_wem_city.delete.0
source: Delete city
fr: Supprimer la ville

# tl_wem_city.delete.1
source: Delete city ID %s
fr: Supprimer la ville ID %s

# tl_wem_city.show.0
source: Show city data
fr: Voir les informations de la ville

# tl_wem_city.show.1
source: Show city data ID %s
fr: Voir les informations de la ville ID %s
